{
  "blink.cmp": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "eyeliner.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gruvbox.nvim": {
    "branch": "main"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazygit.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "marks.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-tool-installer.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.ai": {
    "branch": "main"
  },
  "mini.bracketed": {
    "branch": "main"
  },
  "mini.diff": {
    "branch": "main"
  },
  "mini.git": {
    "branch": "main"
  },
  "mini.jump2d": {
    "branch": "main"
  },
  "mini.operators": {
    "branch": "main"
  },
  "mini.surround": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "v3.x"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-spectre": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "main"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "rainbow-delimiters.nvim": {
    "branch": "master"
  },
  "supermaven-nvim": {
    "branch": "main"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "wind.nvim": {
    "branch": "main"
  }
}
